//-----------------------------------------------------------------------------
// 	Localizable.strings 
//	
//	Copyright (c) 2000-2006 Digidesign Inc.
//	All rights reserved
//
//	CONFIDENTIAL: This document contains confidential information. 
//	Do not disclose any information contained in this document to any
//	third-party without the prior written consent of Digidesign Inc.
//	
//-----------------------------------------------------------------------------

/* L10N_DAW */

	"100" = "未知";
	"101" = "未聲明";
	"102" = "取消";
	"103" = "Edit";
	"104" = "Undo";
	"105" = "Redo";
	"106" = "Cut";
	"107" = "Copy";
	"108" = "Paste";
	"109" = "Clear";
	"110" = "Select All";
	"111" = "Enter";
	"112" = "Return";
	"113" = "Escape";
	"114" = "Backspace";
	"115" = "Left Arrow";
	"116" = "Right Arrow";
	"117" = "Up Arrow";
	"118" = "Down Arrow";
	"119" = "Page Up";
	"120" = "Page Down";
	"121" = "Home";
	"122" = "End";
	"123" = "Space";
	"124" = "Tab";
	"125" = "Comma";
	"126" = "Period";
	"127" = "Quote";
	"128" = "Semicolon";
	"129" = "Backquote";
	"130" = "Minus";
	"131" = "Equals";
	"132" = "Plus";
	"133" = "Insert";
	"134" = "Delete";
	"135" = "Help";

/* L10N_PEDViews_127 */

	"200" = "混音器設定";
	"201" = "使用顫抖混音器";
	"202" = "磁碟緩存資訊";
	"203" = "最小化系統記憶體 (重新啟動後有效)";
	"204" = "大小";
	"205" = "優化磁碟音頻內容 (需要更多的系統記憶體)";
	"206" = "緩存區";
	"207" = "設定";
	"208" = "AAE播放緩存區 (磁碟緩存)";
	"209" = "播放引擎";
	"210" = "確定";
	"211" = "大小";
	"212" = "低磁碟緩存磁碟延遲越低 (系統性能更佳), 高磁碟緩存磁碟延遲越高 (系統性能越低)";
	"213" = "緩存區值";

/* L10N_PEDViews_128 */

	"300" = "緩存區值";
	"301" = "大小";
	"302" = "優化磁碟音頻內容 (需要更多的系統記憶體)";
	"303" = "AAE播放緩存區";
	"304" = "最小化系統記憶體 (重新啟動後有效)";
	"305" = "設定";
	"306" = "低磁碟緩存磁碟延遲越低 (系統性能更佳), 高磁碟緩存磁碟延遲越高 (系統性能越低)";
	"307" = "磁碟緩存區";
	"308" = "引擎";
	"309" = "混音器設定";
	"310" = "播放引擎";
	"311" = "確定";
	"312" = "插件緩存";
	"313" = "大小";
	"314" = "使用抖動混音器";

/* L10N_PEDViews_130 */

	"400" = "於播放/錄音忽略錯誤 (可能影響音頻)";
	"401" = "硬體緩存區值";
	"402" = "最小化額外I/O延遲";
	"403" = "主機引擎";
	"404" = "CPU 使用限制:";
	"405" = "主機處理器：";

/* L10N_PEDViews_131 */

	"500" = "發音數";
	"501" = "主機處理器";
	"502" = "硬體緩存區值";
	"503" = "CPU 使用限制:";

/* L10N_PEDViews_132 */

	"600" = "延遲補償引擎";
	"601" = "主機處理器：";
	"602" = "44.1 kHz";
	"603" = "最小額外I/O延遲";
	"604" = "於播放/錄音忽略錯誤 (可能影響音頻)";
	"605" = "CPU 使用限制:";
	"606" = "取樣頻率";
	"607" = "硬體緩存區值";
	"608" = "發音數";
	"609" = "主機引擎";

/* L10N_Cmn */

	"700" = "( %1, %2 )";
	"701" = " \"%1\" 的第 %2";
	"702" = "超過範圍:Cmn_ChunkyVecImpl::位于";
	"703" = "來源下移:%1, len:%2, dest:%3\n";
	"704" = "來源上移: %1, len: %2, dest:%3\n";
	"705" = "出現未知錯誤";
	"706" = "無足夠記憶體";
	"707" = "資料流程意外結束";
	"708" = "試圖設定超過流結尾的位置";
	"709" = "超過範圍:Cmn_PolyVectorImpl::At";
	"710" = "Cmn_MakeString:出現轉換錯誤";
	"711" = "抵達檔案結尾處";
	"712" = "小 endian";
	"713" = "大 endian";
	"714" = "未設定";

/* L10N_XPL */

	"800" = "\p關於";
	"801" = "進度對話框";
	"802" = "警告";
	"803" = "取消";
	"804" = "確定";

/* L10N_ProToolsGeneric */

	"900" = "無";
	"901" = "無";
	"902" = "MIDI";
	"903" = "確定";
	"904" = "退出";
	"905" = "取消";
	"906" = "&Accept";
	"907" = "&Decline";
	"908" = "&Copy Error Message";
	"909" = "重試";
	"910" = "停止";
	"911" = "刪除";
	"912" = "繼續";
	"913" = "是";
	"914" = "否";
	"915" = "More &Info...";
	"916" = "任意";
	"917" = "全部";
	"918" = "All";
	"919" = "關";
	"920" = "關";
	"921" = "開";
	"922" = "定位";
	"923" = "音量";
	"924" = "音量微調";
	"925" = "電平微調";
	"926" = "n/a";
	"927" = "Pro Tools";
	"928" = "儲存";
	"929" = "不儲存";
	"930" = "放棄";
	"931" = "保持";
	"932" = "不刪除";
	"933" = "移去";
	"934" = "ProTools 5.0";
	"935" = "ProTools 4.3";
	"936" = "ProTools 3.2";
	"937" = "Pro Tools 5.0";
	"938" = "Pro Tools 4.3";
	"939" = "Pro Tools 3.2";
	"940" = "音頻軌";
	"941" = "Audio and Video Tracks";
	"942" = "MIDI軌";
	"943" = "輔助軌";
	"944" = "主控軌";
	"945" = "樂器軌";
	"946" = "VCA 主控軌";
	"947" = "Folders";
	"948" = "Frozen Tracks";
	"949" = "不能創建TCE插件廠家默認檔案因為%1。";
	"950" = "不可用";
	"951" = "不可用";
	"952" = " 與 ";
	"953" = "\"%1\"";
	"954" = "不要再顯示";
	"955" = "最小";
	"956" = "允許(&A)";
	"957" = "取代(&R)";
	"958" = "简体中文 (Simplified Chinese)";
	"959" = "繁體中文 (Traditional Chinese)";
	"960" = "Deutsch (German)";
	"961" = "English (English)";
	"962" = "Español (Spanish)";
	"963" = "Français (French)";
	"964" = "Italiano (Italian)";
	"965" = "日本語 (Japanese)";
	"966" = "한글 (Korean)";
	"967" = "Sign In";
	"968" = "Sign Out";
	"969" = "Signing In";
	"970" = "Session";
	"971" = "Project";
	"972" = "&Repair";
	"973" = "You have used %1 of %2 (%3%) total cloud storage";
	"974" = " (Storage: %1%)";
	"975" = "You are trying to run a newer version of Pro Tools than allowed by your license. You can uninstall this version of Pro Tools and reinstall any version of Pro Tools that is supported by your license, or visit your MyAvid Account to renew your upgrade plan.";
	"976" = "MyAvid";
	"977" = "Would you like to send usage and diagnostic data to Avid to help us improve our products and services?\n\n";
	"978" = "Note that some web-based screens may continue to collect usage and diagnostic data in accordance with our Privacy Policy.";
	"979" = "\n\nThis setting can be changed in Pro Tools Preferences > Operation > Diagnostics.";
	"980" = "\n\nThis setting can be changed in the Pro Tools First “Setup” menu.";
	"981" = "&Update";
	"982" = "&Skip";
	"983" = "&Save As...";

/* L10N_Languages */

	"1000" = "日文";
	"1001" = "英文";
	"1002" = "簡體中文";
	"1003" = "繁體中文";
	"1004" = "日文";
	"1005" = "韓文";
	"1006" = "法文";
	"1007" = "義大利文";
	"1008" = "德文";
	"1009" = "西班牙文";

/* L10N_PEDViews */

	"1100" = "播放引擎";
	"1101" = "確定";
	"1102" = "設定";
	"1103" = "AAE播放緩存區 (磁碟緩存) ";
	"1104" = "暫存區大小:";
	"1105" = "大小";
	"1106" = "低磁碟緩存磁碟延遲越低 (系統性能更佳), 高磁碟緩存磁碟延遲越高 (系統性能越低)";
	"1107" = "磁碟緩存資訊";
	"1108" = "最小化系統記憶體 (重新啟動後有效)";
	"1109" = "插件資料流程緩存區";
	"1110" = "大小";
	"1111" = "優化磁碟音頻內容 (需要更多的系統記憶體)";
	"1112" = "播放引擎";
	"1113" = "確定";
	"1114" = "引擎";
	"1115" = "插件資料流程緩存區";
	"1116" = "大小";
	"1117" = "優化磁碟音頻內容 (需要更多的系統記憶體)";
	"1118" = "AAE播放緩存區";
	"1119" = "暫存區大小";
	"1120" = "大小";
	"1121" = "低磁碟緩存磁碟延遲越低 (系統性能更佳), 高磁碟緩存磁碟延遲越高 (系統性能越低)";
	"1122" = "磁碟緩存區資料";
	"1123" = "最小化系統記憶體 (重新啟動後有效)";
	"1124" = "設定";
	"1125" = "CPU使用限制";
	"1126" = "主機引擎";
	"1127" = "主機處理器：";
	"1128" = "硬體緩存區值";
	"1129" = "於播放/錄音忽略錯誤 (可能影響音頻)";
	"1130" = "最小化額外I/O延遲";
	"1131" = "硬體緩存區值";
	"1132" = "CPU用量限制";
	"1133" = "發音數";
	"1134" = "主機處理器";
	"1135" = "硬體緩存區大小";
	"1136" = "用量";
	"1137" = "取樣頻率";
	"1138" = "主機引擎";
	"1139" = "發音數";
	"1140" = "44.1 kHz";
	"1141" = "延時補償引擎";
	"1142" = "主機處理器：";
	"1143" = "於播放/錄音忽略錯誤 (可能影響音頻)";
	"1144" = "最小化額外I/O延遲";

/* L10N_Alert */

	"1200" = "選擇的插入件不支援\"跳過\"。";
	"1201" = "淡變太短。至少應為4個取樣長度。";
	"1202" = "打開音軌錄音之前必須分配一個發音數。";
	"1203" = "沒有足夠記憶體建立全部預覽！";
	"1204" = "不能分配空間進行錄音！";
	"1205" = "無法建立一個或多個音軌的錄音檔案。  檢查磁碟分配和磁碟使用權限。";
	"1206" = "該名字已被其他檔案使用。";
	"1207" = "轉調值超限";
	"1208" = "淡變片段不能獨立於它派生的片段而移動。";
	"1209" = "選取部份包含鎖定的片段。鎖定片段不能被移動或編輯。";
	"1210" = "該版本的Pro Tools要求DAE版本5.1或更高。";
	"1211" = "必須在記憶體控制台中打開32位元定址。";
	"1212" = "必須在記憶體控制台中關閉虛擬記憶體。";
	"1213" = "要求DigiSystem INIT。";
	"1214" = "需要在系統資料夾中建立一個\"DAE資料夾\"。這是放置 DAE 的地方。";
	"1215" = "找不到AAE。";
	"1216" = "Pro Tools硬體沒有安裝或者正被其他程式使用。";
	"1217" = "Pro Tools不能接收到數位同步。";
	"1218" = "沒有足夠可用記憶體執行AAE。";
	"1219" = "沒有硬碟連接到Pro Tools卡上。";
	"1220" = "沒有\"DSP Farm\"卡或卡沒有被正確安裝。";
	"1221" = "發生嚴重時鐘錯誤，請重新啟動電腦。";
	"1222" = "AAE不能與音頻硬體通訊。請停止播放或退出使用該硬體的應用程式。";
	"1223" = "影片功能要求安裝Quick Time。如果需要使用影片功能，請將Quick Time和Quick Time Power Plug 2.5或更高版本安裝到延伸功能資料夾中並重新啟動。";
	"1224" = "影片功能要求安裝Quick Time。如果需要使用影片功能，請將Quick Time和Quick Time Power Plug 2.5或更高版本安裝到延伸功能資料夾中並重新啟動。";
	"1225" = "Quick Time 版本太低。如果需要使用影片功能，請將Quick Time和Quick Time Power Plug 2.5或更高版本安裝到延伸功能資料夾中並重新啟動。";
	"1226" = "您的音頻裝置所設定的音頻緩衝區大小不被支援。  請在裝置控制台內選取以下其中一個支援的緩衝區大小： 32、64、128、256、512、1024 或 2048。";
	"1227" = "Pro Tools 不能設定您的音頻裝置到正確的取樣頻率。請關閉所有其他音頻裝置和確定該裝置不是於\"音頻發音控制台\"被選取為默認回放或錄音裝置。";
	"1228" = "操作已被使用者取消。";
	"1229" = "將會排除位於目的地序列界限外部的音頻。 要繼續執行?";
	"1230" = "An error occurred installing Shoe Tool. Try running a build with signed components first to get it installed properly.";
	"1231" = "Installing PACE support...";
	"1232" = "An error occurred installing Pace drivers.  Try manually installing the latest drivers from iLok.com.";
	"1233" = "The chosen input and output devices are not part of the same HW unit.  This may cause unexpected results, such as clips, pops, or distortion.  For best results, please choose input and output devices that are a part of the same unit.";
	"1234" = "Playback Engine...";
	"1235" = "Installing Avid Application Manager ...";
	"1236" = "An error occurred installing Avid Application Manager";
	"1237" = "Both input and output devices cannot be set to \"None\" ";
	"1238" = "Activation failed for an unknown reason. Error code %1.";
	"1239" = "Sign-in to Pro Tools was not successful. Please visit Avid.com to learn how you can enable cloud functionality for your account.";
	"1240" = "Could not connect to iLok services. Please try again later.";
	"1241" = "Activation failed.  Please update iLok License Manager.";
	"1242" = "Activation failed. You must use the iLok License Manager application to deactivate another machine or iLok before authorizing this machine.";
	"1243" = "Activation failed.  There are no remaining iLok assets in your account.";
	"1244" = "Activation failed. Please register your iLok with ILok License Manager.";
	"1245" = "The selected audio files cannot be spotted to the edit insertion. The number of channels on tracks under the insertion must match the number of channels of audio selected in the Workspace.";
	"1246" = "The software required to validate the license for this product is not running. Please reinstall the product or download and run the iLok License Manager installer here:\n\nhttp://www.ilok.com";
	"1247" = "The operation is not permitted because %1.";
	"1248" = "The current HDX firmware version is not compatible with Pro Tools 2018.12 and earlier. Downgrading HDX firmware should only be done when running Pro Tools 2018.12 or earlier is required. To downgrade:\n\n1. Click OK to quit Pro Tools\n2. Relaunch the same version of Pro Tools\n3. Click OK when prompted to downgrade HDX firmware";
	"1249" = "The current Pro Tools | Carbon firmware version is not compatible with Pro Tools 2018.12 and earlier. Downgrading firmware should only be done when running Pro Tools 2018.12 or earlier is required. To downgrade:\n\n1. Click OK to quit Pro Tools\n2. Relaunch the same version of Pro Tools\n3. Click OK when prompted to downgrade Carbon firmware";
	"1250" = "Pro Tools encountered an error with its installation, please remove it and reinstall";
	"1251" = "there is not enough free disk space";

